{"data": {"id": "FSIS-2025-0001", "type": "dockets", "attributes": {"displayProperties": [{"name": "abstract", "label": "Summary", "tooltip": "Describes an agency's specific regulatory action; equivalents: Abstract, Description, Docket Subject, General Info, Summary."}], "keywords": null, "modifyDate": "2025-02-14T13:25:32Z", "dkAbstract": "To more accurately sample poultry establishments based on volume, FSIS is modifying its Salmonella sampling task assignment procedures to set sampling frequency based on monthly production volume (MPV) rather than daily production volume.\n\nCurrently, FSIS may sample establishments that produce a larger amount of product in a single day more frequently than establishments that produce smaller volumes over many production days, even when the establishment with lower daily volume produces more product overall. Poultry establishments that produce at least 1,000 pounds (lbs.) of product per day are currently eligible for verification sampling (81 FR 7289), and FSIS collects four or five samples per month (once per week) from the largest volume establishments to verify establishments are meeting Salmonella performance standards in raw poultry products (81 FR 7285).\n\nThe agency will continue to sample at this general frequency except under the new policy, establishments producing at least 1,000 lbs. per month are eligible for sampling, with those producing 1,000-20,000 lbs./month sampled randomly approximately twice per year.\n\nFSIS intends to incorporate these changes into sampling assignments in Quarter 2 (January – March) of fiscal year 2025. Most establishments will experience no change in sampling frequency as a result of the new procedures. However, a few establishments producing less than 1,000 lbs. per day that were not previously assigned samples could now receive 1-2 tasks per year. These changes are reflected in the annual sampling plan.\nFSIS is seeking comments on these changes. Please submit comments no later than February 16, 2025, to regulations.gov.", "agencyId": "FSIS", "program": null, "shortTitle": null, "subType2": null, "title": "FSIS to Modify Procedures to More Accurately Sample Raw Poultry Establishments", "generic": null, "field1": null, "docketType": "Nonrulemaking", "petitionNbr": null, "rin": null, "organization": null, "legacyId": null, "subType": null, "category": null, "field2": null, "effectiveDate": null, "objectId": "0b000064868c18a5"}, "links": {"self": "https://api.regulations.gov/v4/dockets/FSIS-2025-0001"}}}